cask_args appdir: "/Applications"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "caskroom/versions"
cask "google-cloud-sdk"
cask "dotnet-sdk-preview"
brew "automake"
brew "ctags"
brew "cmake"
brew "cocoapods"
brew "git"
brew "git-lfs"
brew "gpg"
brew "gnupg"
brew "global"
brew "jenv"
brew "kompose"
brew "mono-libgdiplus"
brew "gdb"
brew "gradle"
brew "ffmpeg", args: ["with-fdk-aac", "with-ffplay", "with-freetype", "with-frei0r", "with-libass", "with-libvo-aacenc", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openjpeg", "with-opus", "with-openssl", "with-rtmpdump", "with-schroedinger", "with-speex", "with-theora", "with-tools", "with-x265", "with-faac", "with-lame", "with-x264", "with-xvid"]
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "node"
brew "openssl"
brew "python"
brew "reattach-to-user-namespace"
brew "stow"
brew "screenfetch"
brew "thefuck"
brew "tree"
brew "tmux"
brew "watch"
brew "unrar"
brew "yarn"
brew "zsh"
brew "zsh-completions"
