tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/nginx"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "caskroom/versions"
cask "macvim", args: { force: true }
cask "java"
brew "automake"
brew "cmake"
brew "cocoapods"
brew "git"
brew "gpg"
brew "ffmpeg", args: ["with-fdk-aac", "with-ffplay", "with-freetype", "with-frei0r", "with-libass", "with-libvo-aacenc", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openjpeg", "with-opus", "with-openssl", "with-rtmpdump", "with-schroedinger", "with-speex", "with-theora", "with-tools", "with-x265", "with-faac", "with-lame", "with-x264", "with-xvid"]
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "openssl"
brew "unrar"
brew "reattach-to-user-namespace"
brew "stow"
brew "sshuttle"
brew "tree"
brew "tmux"
brew "watch"
brew "zsh"
brew "zsh-completions"
